alacritty
alsa-utils
alsa-utils-runit
android-apktool
android-tools
arandr
arch-audit
archiso
aria2
arp-scan
artix-archlinux-support
asp
avahi-runit
backlight-runit
base
bashtop
bat
bind
blueman
bluez
bluez-runit
bluez-utils
bumblebee-status
chromium
chrony
chrony-runit
cnijfilter2-mg3600
cpupower
cryptsetup
cups
cups-runit
dex2jar
dmidecode
dnsmasq
docker
docker-compose
docker-runit
dog
downgrade
dua-cli
edk2-ovmf
edk2-shell
efibootmgr
eog
ethtool
evince
exa
exfatprogs
expect
fbgrab
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-nord
fcitx5-qt
fcitx5-skk
fd
feh
figlet
firefox
firejail
firewalld
fish
flameshot
fontforge
freerdp
fzf
fzpac-git
gammastep
ghq-bin
gimp
git
git-delta
github-cli
gitui
gnome-calculator
gnome-clocks
gnome-keyring
gnome-system-monitor
go
gparted
grim
grub
gtk-engine-murrine
guvcview
gvfs-mtp
gvim
htop
hugo
i3-gaps
i3lock
imwheel
inetutils
inkscape
intel-gpu-tools
intellij-idea-community-edition
intel-media-driver
intel-ucode
iotop
ipcalc
iptables-nft
jd-gui-bin
jquake
kakoune
kdeconnect
keepassxc
keepmenu-git
kid3
kvantum
kvantum-theme-nordic-git
lazygit
lib32-alsa-lib
lib32-alsa-plugins
lib32-artix-archlinux-support
libreoffice-still
libva-utils
libvirt-runit
libvncserver
light
linux-firmware
linux-lts
lolcat
longcat
lostfiles
lsof
lua
lvm2
lxappearance-gtk3
mako
man-db
man-pages-ja
memtest86-efi
mesa-utils
minecraft-launcher
modprobed-db
mpv
mpv-mpris
mtools
namcap
nano
neofetch
neovim
neovim-qt
nerd-fonts-roboto-mono
net-tools
networkmanager
networkmanager-runit
nmap
nodejs
noise-suppression-for-voice
nordic-darker-theme-git
nordic-wallpapers
noto-fonts
noto-fonts-cjk
npm
nss-mdns
nvme-cli
nyancat
openbsd-netcat
openssh-runit
p7zip
pacman-contrib
pacutils
pandoc-bin
papirus-icon-theme
papirus-linux-universe
papirus-nord
paru-bin
paruz
pavucontrol
pbzip2
peek
picom
pigz
pipewire-alsa
pipewire-pulse
playerctl
polkit-gnome
powertop
procs
profile-cleaner
profile-sync-daemon
psensor
pv
pwgen
python-pip
qalculate-gtk
qemu-desktop
qemu-emulators-full
qemu-user-static-bin
qt5ct
ranger
remmina
ripgrep
rm-improved
rofi
rofimoji
rsv
rsync
runit
rustup
scrcpy
screenfetch
scrot
seahorse
seatd
seatd-runit
shellcheck
signal-desktop
sl
smartmontools
socat
soundkonverter
speedtest-cli
strace
stubby
s-tui
subversion
sway
swaybg
swayidle
swaylock
syncthing
syslinux
tcpdump
telegram-desktop
terminus-font
testdisk
thefuck
thermald
thermald-runit
thunar
thunar-archive-plugin
thunderbird
tig
tldr
tlp
tlp-rdw
tlp-runit
tmux
torbrowser-launcher
traceroute
trash-cli
ttf-ibm-plex
ttf-roboto-mono
ttf-sarasa-gothic
ttf-seto
ttf-twemoji
tutanota-desktop-bin
unarchiver
unzip
usbguard
usbguard-runit
veracrypt
vi
virt-manager
visual-studio-code-bin
vivaldi
vivaldi-ffmpeg-codecs
vlc
vulkan-intel
vulkan-tools
w3m
wezterm
wf-recorder
wget
whois
wimlib
wine
winetricks
wireless-regdb
wireshark-qt
wl-clipboard
wofi
wtype
xarchiver
xclip
xdg-desktop-portal-wlr
xdg-user-dirs
xdotool
xed
xfce4-clipman-plugin
xfce4-notifyd
xfce4-terminal
xmlstarlet
xorg-server
xorg-xev
xorg-xeyes
xorg-xhost
xorg-xinit
xorg-xwayland
xss-lock
yt-dlp
ytfzf
zip
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k
